{
    "reviews": [
        {
            "author_name": "Игорь",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2022-07-19 03:00:16",
            "text": "відміний   телевізор   з  чудовим    зображенням ,.рекомендую   всім   придбати  цей телевізор ."
        },
        {
            "author_name": "Игорь",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2022-02-12 04:18:30",
            "text": "Отличный   телевизор    с  хорошим    изображением    и  звуком  . Рекомендую   всем   купить   этот   не дорогой    телевизор   TLC  ."
        },
        {
            "author_name": "Демид",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2021-05-07 22:05:51",
            "text": "Відмінний дизайн.  Широкий функціонал, навіть ще не все освоїв.  Невелика вага, у нас на кухні стоїть при необхідності дружина сама акуратно відсуває щоб пил прибрати.  Чітка картинка."
        },
        {
            "author_name": "Денис",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2021-05-06 13:38:02",
            "text": "Нужен был смарт тв недорогой, сомневался брать с HD матрицей, но теперь доволен качеством картинки TLC. Комфортные углы обзора. Высокое качество.Честно отрабатывает свою цену."
        },
        {
            "author_name": "Іван",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2021-05-06 13:36:12",
            "text": "Відмінна якість картинки.  Швидкий смарт тв і доступ до великої кількості онлайн кінотеатрів.  Через блютуз підключив колонку, відмінно працює.  Ос андройд."
        },
        {
            "author_name": "Кристина",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2021-05-05 19:06:33",
            "text": "Оказывается, необязательно брать именитые бренды, чтобы быть довольным. Покупала в основном для игры на приставке и просмотра ютуба. Можно устанавливать приложения с флешки, скачанные с интернета через файловый менеджер из Play Market. Браузер реально работает, а не для галочки. Изображение красочное, показывает сочно. Угол обзора по горизонтали держит."
        },
        {
            "author_name": "Ян",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2021-05-05 19:02:13",
            "text": "Відмінний телевізор, купили на кухню, з вбудованим Смарт, вай Фай налаштовується просто.  Звук, звичайно, не Dolby Digital , але для маленького приміщення цілком пристойний, картинка все влаштовує.  Простий в управлінні, відмінний тв за таку вартість і з діагоналлю 32 дюйма."
        },
        {
            "author_name": "Володимир",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-08-18 10:37:32",
            "text": "Картика краща ніж в lg за 5555 грн. Звук не гірший. Знайшов Т2 канал в віддаленій місцевості. Працює швидко і має дуже приємно й інтерфейс."
        },
        {
            "author_name": "Иван",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-03 15:46:02",
            "text": "Телевизор стоит своих скромных денег  Яркая матрица  насыщенные цвета  имеет несколько предустановок изображения и звука  но как по мне  настраивать нужно все равно вручную под себя  Не все форматы читает с USB  Но  большинство идет без проблем  Маленький  легкий хороший вариант."
        },
        {
            "author_name": " Владимир",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-03 15:44:22",
            "text": "Не гаданно не жданно пришлось покупать новый телевизор. Я не задумываясь пошел в Ельдорадо. Увидел телевизор TCL диагональ 32 дюйма, его функции и качество изображения за такие деньги я и не задумывался, купил. Телевизор отличный мне очень нравится."
        },
        {
            "author_name": "Валерий",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-03 13:06:42",
            "text": "Понравилось, что за такую цену телевизор напичкан всевозможными плюшками и смарт тв, правление голосом, динамики хорошие. Установил телевизор в маленькой комнате, музыка такая, что соседи в стены стучат. Понравилась также сочная картинка которую выдает телевизор, приятно смотреть любимые фильмы и телепередачи."
        },
        {
            "author_name": "Андрей",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-03 13:01:21",
            "text": "Получили телевизор в оговоренные сроки. Полностью соответствует описанию на сайте как по параметрам так  и по комплектации. Из преимущест это наличие СмартТВ, вайфай и начинка на базе андроид. Диагональ в 40 дюймов очень хорошо вписалась в интерьер прихожей. Запас яркости приличный, дискомфорта для зрения нету."
        },
        {
            "author_name": "Телевизор TCL 32ES560",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-03 12:45:39",
            "text": "Получили телевизор в оговоренные сроки. Полностью соответствует описанию на сайте как по параметрам так  и по комплектации. Из преимущест это наличие СмартТВ, вайфайи начинка на базе андроид. Диагональ в 40 дюймов очень хорошо вписалась в интерьер прихожей. Запас яркости приличный, дискомфорта для зрения нету. "
        },
        {
            "author_name": "Максим",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-03 12:34:46",
            "text": "Мне понравился этот телевизор как картинкой, так и меню. Конечно было бы хорошо ещё пульт для смарта, но и без него достаточно удобно!!"
        },
        {
            "author_name": "Иван",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-03 12:26:25",
            "text": "Купил себе этот телевизор недавно покупкой полностью удовлетворён, тем более за такие деньги. Телевизор современный, умный с множеством разнообразных функций. После настройки телевизора понимаешь какой широкий круг возможностей заложено в устройстве."
        },
        {
            "author_name": "Юрий ",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-01 18:32:19",
            "text": "Приобрел телевизор TCL 32ES560, так как меня устроила его цена и технические характеристики. Отметил бы в этом телевизоре высокое качество звука и картинки. С помощью его можно взаимодействовать с другими девайсами на базе Android. Управление можно осуществлять голосом, что очень удобно. В целом неплохой телевизор за такую цену."
        },
        {
            "author_name": "Rom",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 4,
            "date": "2020-07-01 18:31:01",
            "text": "Телевизор соответствует лозунгу  цена качество Единственное  что не порадовало для телевизора этого класса то это частота экрана а это 60 Гц  большая нагрузка на глаза Для 2020 это очень слабо для примера на 50Гц выпускали телевизоры ещё в 80 годах прошлого века Так что решайте сами при выборе модели нужен он вам или нет"
        },
        {
            "author_name": "Андрей",
            "url": "https://links.eldorado.ua/PU512Rgdp1W8EVg66",
            "grade": 5,
            "date": "2020-07-01 18:01:50",
            "text": "За свои деньги отличная модель. Без проблем подключился к WiFi, YouTube тянет на 1080p без тормозов.поставил с Google play market IPTV клиент kodi, подкинул плейлист и получил 500 каналов.но самая популярная и регулярно использующаяся у меня фишка это Google Cast."
        }
    ]
}